Repository: IMIO/Products.BelgianEidAuthPlugin
Catalog: i18n/BelgianEidAuthPlugin-*.po
Languages: fr

# connect_eid_insertandclick
source: Insert your card in the card reader before connection. <a href='http://eid.belgium.be'>More informations</a>.
fr: N'oubliez pas d'insérer votre carte dans votre lecteur avant de vous connecter. Vous devez aussi avoir installé le programme de lecture et gestion de carte d'identité électronique belge sur votre ordinateur. <a href='http://eid.belgium.be' target='_blank'>Plus d'informations concernant l'identification par carte d'identité électronique</a>.

# connect_eid_button
source: Click the button to conect with your eID card
fr: Cliquez sur le bouton ci-dessous pour vous connecter avec votre carte d'identité électronique.

# help_difference_description
source: What is the difference? By connecting with your eID card, you will be redirected to a HTTPS site wich mean more security for transactions. Moreover, when you connect with your eID card, you will be able to receive more services than when you are connected using the classical username/password method. You will be warned in the site while a authentication with an eID card is required to access a particular service.
fr: <strong>Quelle est la différence?</strong> En vous connectant avec votre carte d'identité électronique, vous serez redirigé vers un site HTTPS, ce qui signifie un site plus sécurisé. Certains services ne sont disponibles que si vous êtes connecté avec votre carte d'identité électronique au lieu de la méthode classique "nom d'utilisateur/mot de passe". Vous serez averti dans le site lorsqu'un service nécessitera une identification par carte d'identité électronique.

# help_about_password
source: If you forget your manual login (username and password),<a href='mail_password_form?userid=${member_id}'>please click here.</a>
fr: Si vous avez oublié votre mot de passe, <a href='mail_password_form?userid=${member_id}'>cliquez ici</a>

# description_failed_eid_introduce
source: You try to connect using your eID card but the connection is refused. Look behind if you can find out the reason.
fr: Vous essayez de vous connecter à l'aide de votre carte d'identité électronique mais la connexion est refusée. Vérifiez ci-dessous si vous pouvez en trouver la cause.

# description_failed_eid_subscribe
source: You are not subscribed to this site. If it is the case please <a href='join_form'>join</a>.
fr: Vous ne vous êtes pas inscris au site. Si c'est le cas, <a href='join_form'> inscrivez-vous</a>

# description_failed_eid_certificate
source: You did not accepted the certificate that your browser send to you. If it is the case, please close your browser and try again. Do not forget to accept the certificate.
fr: Vous n'avez pas accepté le certificat que votre navigateur Internet vous a proposé. Si c'est le cas, vous devez fermer votre navigateur et recommencer la connexion en acceptant le certificat

# description_failed_eid_contact
source: If you can not connect afterall, you can <a href='contact-info'>ccontact us</a>.
fr: Si malgré tout vous ne parvenez pas à vous connecter, <a href='contact-info'>contactez-nous</a>

# errorNb2
source: unable to get issuer certificate
fr: impossible de récupérer l'émetteur du certificat

# errorNb3
source: unable to get CRL
fr: impossible d'accéder au CRL

# errorNb4
source: unable to decrypt certificate signature
fr: impossible de décrypter la signature du certificat

# errorNb5
source: unable to decrypt CRL signature
fr: impossible de décrypter la signature du CRL

# errorNb6
source: unable to decode issuer public key
fr: impossible de décoder la clé publique de l'émetteur

# errorNb7
source: certificate signature failure
fr: erreur de signature du certificat

# errorNb8
source: CRL signature failure
fr: erreur de signature de la CRL

# errorNb9
source: certificate not yet valid
fr: le certificat n'est pas encore valide

# errorNb10
source: certificate has expired
fr: le certificat a expiré

# errorNb11
source: CRL not yet valid
fr: la CRL n'est pas encore valide

# errorNb12
source: CRL has expired
fr: la CRL a expiré

# errorNb13
source: error in certificate 'not before' field
fr: erreur dans le champ 'not before' du certificat

# errorNb14
source: error in certificate 'not after' field
fr: erreur dans le champ 'not after' du certificat

# errorNb15
source: error in CRL 'last update' field
fr: erreur dans le champ 'last update' de la CRL

# errorNb16
source: error in CRL 'next update' field
fr: erreur dans le champ 'next update' de la CRL

# errorNb17
source: out of memory
fr: erreur mémoire

# errorNb18
source: depth zero self signed certificate
fr: certificat racine autosigné

# errorNb19
source: self signed certificate in chain
fr: certificat autosigné dans la chaine

# errorNb20
source: unable to get issuer certificate locally
fr: impossible d'obtenir localement le certificat émetteur

# errorNb21
source: unable to verify leaf signature
fr: impossible de vérifier la signature 'leaf'

# errorNb22
source: certificate chain too long
fr: chaine de certificats trop longue

# errorNb23
source: certificate revoked
fr: certificat révoqué

# errorNb24
source: invalid certification authority
fr: autorité de certification invalide

# errorNb25
source: path length exceeded
fr: longueur de chemin dépassée

# errorNb26
source: invalid purpose
fr: tentative non valide

# errorNb27
source: certificate not trusted
fr: certificat de confiance douteuse

# errorNb28
source: certificate rejected, or no certificate provided
fr: certificat rejeté ou non fourni

# errorNb29
source: subject issuer mismatch
fr: émetteur du sujet incohérent

# errorNb30
source: 'akid' skid mismatch
fr: erreur 'akid' skid

# errorNb31
source: 'akid' issuer serial mismatch
fr: erreur d'émetteur du numéro de série 'akid'

# errorNb32
source: 'keyusage' different from 'certsign'
fr: 'keyusage' différent de 'certsign'

# errorNb33
source: unable to get CRL issuer
fr: impossible d'obtenir l'émetteur de la CRL

# errorNb34
source: unhandled critical extension
fr: extension critique non prise en charge

# errorNb35
source: 'keyusage' not for CRL signing
fr: 'keyusage' non prévu pour signer une CRL

# errorNb36
source: unhandled critical CRL extension
fr: extension CRL critique non prise en charge
